{
    "LG_Air_Conditioner": 
                [
                    {
                        "rev_title": "5.0 out of 5 stars\nExcellent Product",
                        "rev_rating": "5.0 out of 5 stars",
                        "rev_text": "I have purchased this product after lot of research.This is my first AC. I'm very happy with this purchase. Cooling is good but it takes around 20 to 30 minutes to cool the room (120 sq.ft). Once the room is cool you don't have to do anything the AI (AC) mode takes care of the rest.  Installation was ok but it was not so professional as it was from Jeeves and not from LG. Also there was no safety measures given or taken for the installation guys. They just hang in the 12th floor window outlet without even a rope which is very dangerous. Amazon has to take care of these safety measures for sure.Pros :1. Energy efficient2. AI (AC) mode is very good as it's keeps up the temparature and also manages the electricity consumption3. 6 in 1 covertable option is also fine. But not sure how effective it is. Will again write on this based on my electricity consumption for next 4 months.4. This has 4 way swing which is very useful.5. Sound it lessCons:1. It takes longer time to cool the entire room2. No lights on the remote, it's very hard to operate during night times if we have elders at home3. Should clean the filter often which is not a good option4. Installation should be done with safety measures which is not followed here5. Demo process did not happen after installation6. It's actually 1.31 ton AC but sold as 1.5 ton AC that's the reason it's taking longer time to cool7. Energy consumption in Viraat mode is too much so not advisableBut based on my reasearch if I want to get another AC, I will not go for LG as I see there are other better brands such as1. OGeneral2. Daikin3. HitachiBased on my budget I bought LG with some offers at 37k. Next time will go for OGeneral for sure."
                    },
                    {
                        "rev_title": "4.0 out of 5 stars\nNice",
                        "rev_rating": "4.0 out of 5 stars",
                        "rev_text": "Qukily cool ."
                    },
                    {
                        "rev_title": "5.0 out of 5 stars\nEffective air cooling",
                        "rev_rating": "5.0 out of 5 stars",
                        "rev_text": "This is my 2nd lg ac, i recommend everyone 👍,  installed quickly by technician, the first  lg ac was 3 star, it is in room with best condition till now no problem,  for living hall i booked 5 star lg ac,Tips - if more than 3 or 4 memebers usually the temperature doesn't quickly cool, if the summer is in peak ie 35 to 40 degree,  in that time use 6 in 1 viraat option that is high cooling,  use that for 10 minutes later set to 23 or 24 degree accordingly,  thanks 💐"
                    },
                    {
                        "rev_title": "1.0 out of 5 stars\nLG - No Quality any more",
                        "rev_rating": "1.0 out of 5 stars",
                        "rev_text": "The media could not be loaded.\n                \n\n\n\n LG Electronics  - I used to trust LG products for their longevity - Our First TV from LG is still working for 20 yearsTwo recent incidents made me question the entire credibility of LG and am not going to buy any LG products from now on- We bought an LG TV a few months before and it stopped working they said it was due to the PCB board fault and I had to wait for a few months to get it repaired and fixed/replaced.- Around the same time we bought an LG1.5-ton AC and yesterday it stopped working throwing some error code - After two service technicians visited - Now they said - the PCB board was faulty and I needed to wait a few months - as they had to send an email and get approval to replace itWhile am continue to wait for any update"
                    },
                    {
                        "rev_title": "5.0 out of 5 stars\nThis ac is awesome.. cooling is too fast . Soundless very very smoothly running. I like it😍",
                        "rev_rating": "5.0 out of 5 stars",
                        "rev_text": ""
                    },
                    {
                        "rev_title": "5.0 out of 5 stars\nVery good",
                        "rev_rating": "5.0 out of 5 stars",
                        "rev_text": "Cooling very good and quick and item was also good. Service person having good skills and install the equipment with standards..."
                    },
                    {
                        "rev_title": "4.0 out of 5 stars\nFastest Cooling",
                        "rev_rating": "4.0 out of 5 stars",
                        "rev_text": "Look was so beautiful, Cooling was so quick, installation was not perfect. Outlet water tube was not properly fixed."
                    },
                    {
                        "rev_title": "5.0 out of 5 stars\nValue for money ! Much needed on this summer",
                        "rev_rating": "5.0 out of 5 stars",
                        "rev_text": "The media could not be loaded.\n                \n\n\n\n This product is best on their own technology , I use to get good sleep after a hard  day on daily routine in this hot summer . Their product service are at most easy access via wats app customer service are taken care very fast within hours solution can be obtained from LGIf planning to get ac please do not think for low stars or other model  go with high technology with advance AI which is much needed"
                    }
                ]
}